{       
    "document": {
        "title": "Digital World Real Estate Registration",
        "author": "ASPPIBRA-DAO",
        "requester": "ASPPIBRA",
        "creation_date": "2023-10-26",
        "keywords": ["Exemplary", "Registration", "Documentation", "Metadata"],
        "language": "en",
        "format": [".JSON", "PDF", "NFT"],
        "acknowledgment": "I sincerely thank everyone who contributed to the creation of this document. My gratitude to God and the collaborators who played key roles in its completion. Thanks to ASPPIBRA for their valuable support and dedication throughout the process. Recognition goes to the topography team, whose survey was essential. Special thanks to the team of engineers for preparing the property plan. Each of you played a significant role, and this document would not have been possible without your joint effort. I sincerely thank you for your commitment, professionalism, and collaboration that made this document successful.",
        "dedication": "With sincere dedication, we express our deep gratitude to ASPPIBRA for its fundamental contribution to the search for innovative solutions in Urban and Rural Land Regularization in Brazil. The tireless commitment and strategic vision of your team played an essential role in conceiving and developing this project.\n\nThis dedication reflects our sincere gratitude for your commitment to presenting a comprehensive view of real estate registration in the digital context. The proposal aims to ensure the digital inclusion of all property owners, fully aligning with current legislation, particularly LAW No. 13,465, OF JULY 11, 2017.\n\nFurthermore, it is noteworthy that the project fully aligns with Law No. 10,973 of 2004 (Innovation Law), highlighting ASPPIBRA's continuous efforts to encourage the development and adoption of innovative technologies. The proposal aims not only to modernize but also to substantially improve the processes related to land regularization, fully capitalizing on the potential provided by digital transformation and innovation legislation.\n\nBy dedicating this document to ASPPIBRA, we express not only our gratitude but also our respect for the organization's constant quest to promote significant advances in the management and regularization of properties in the Brazilian urban and rural scenario. This is a testament to ASPPIBRA’s exemplary commitment to positively shaping the future of property registration in the country.",
        "presentation": {
            "title": "PRESENTATION: ALCANCE SERVICES LTD & PHDL ENGINEERING LTD",
            "introduction": "With great enthusiasm, we share the results of the joint effort of the Association of Property Owners and Possessors in Brazil, registered under CNPJ 26.325.396/0001-30, and the companies ALCANCE SERVICES LTD (CNPJ: 18.267.079/0001-87) and PHDL ENGINEERING LTD (CNPJ: 40.142.171/0001-70). This collaboration was essential for the development of a project aimed at instructing the Urban Squatter's Rights Action in the municipality of São Gonçalo, in the State of Rio de Janeiro – RJ.",
            "details": "Below, we present in detail the main services and documents provided by each of the companies, emphasizing our commitment to excellence and the results achieved in this process of great relevance to the local community."
        },
        "object": {
            "description": "The present contract is related to the acquisition of specialized technical services for conducting a Topographic and Cadastral Survey of the property, preparation of plans, and issuance of an expert report for the precise identification of Lot 2, Block 37, located at Avenida Alm Amorim do Vale/Monjolos, São Gonçalo, Rio de Janeiro (RJ)."
        },
        "objective": {
            "description": "The fundamental purpose of this contract is to obtain detailed information about the physical and legal characteristics of the mentioned property, with a primary focus on the precise location of Lot 2, Block 37, at Avenida Alm Amorim do Vale/Monjolos, São Gonçalo, Rio de Janeiro (RJ). The aim is to establish a solid database to support informed decisions, ensuring efficiency in the management and future use of this real estate asset."
        },
        "purpose": {
            "description": "The information obtained will be strategically used to formalize the registration of the property in the Land Registry. Additionally, it aims to address various potential demands, including guidance in legal processes, such as the effective conduct of the Urban Squatter's Rights Action. This comprehensive service goes beyond mere property mapping, seeking to establish a robust documentary foundation that not only facilitates legal regularization but also optimizes the effective use of the property. This approach aims to ensure the integrity of the property, aligning meticulously with current urban regulations."
        },
        "period_of_execution": {
            "description": "The fieldwork was conducted during the period from December 8, 2017."
        },
        "location": {
            "description": "Figure 6.1 highlights the geographical position of São Gonçalo in the state of Rio de Janeiro, including its main access routes. The figure also indicates the specific location where the topographic study was conducted, providing a comprehensive view of the analyzed region."
        },
        "terms_and_definitions": {
            "utm_system": "3.9 – UNIVERSAL TRANSVERSE MERCATOR (UTM) PROJECTION SYSTEM: CARTOGRAPHIC REPRESENTATION SYSTEM ADOPTED BY THE BRAZILIAN CARTOGRAPHIC SYSTEM.",
            "horizontal_datum": "3.10 – HORIZONTAL DATUM: PRIMARY REFERENCE PLANE, TO WHICH THE COORDINATE SYSTEM ORIGIN RELATES FOR A GIVEN LOCATION, IN RELATION TO THE GEOID.",
            "vertical_datum": "3.11 – VERTICAL DATUM: REFERENCE PLANE FOR ALTITUDE, DEFINED BY THE AVERAGE TIDE IN BRAZIL; THE IMBITUBA TIDE GAUGE DATUM IS CURRENTLY IN EFFECT.",
            "georeferencing": "3.12 – GEOREFERENCING: ASSIGNMENT OF GEODETIC COORDINATES TO THE DEFINING ELEMENTS OF THE SURVEY OBJECT.",
            "gps": "3.13 – GPS: GLOBAL POSITIONING SYSTEM.",
            "gnss": "3.14 – GNSS: GLOBAL NAVIGATION SATELLITE SYSTEM.",
            "rbmc": "3.15 – RBMC (BRAZILIAN NETWORK OF CONTINUOUS MONITORING OF THE GPS SYSTEM): ESTABLISHED IN 1996, IMPLEMENTED THE CONCEPT OF ACTIVE NETWORKS THROUGH THE CONTINUOUS MONITORING (TRACKING) OF GPS SYSTEM SATELLITES. DAILY, ALL DATA COLLECTED AT RBMC STATIONS ARE AUTOMATICALLY TRANSFERRED AND MADE AVAILABLE TO USERS IN RINEX FORMAT."
        },
        "general_conditions": {
            "description": "8 GENERAL CONDITIONS:\nTOPOGRAPHIC SURVEY, IN ANY OF ITS PURPOSES, MUST INCLUDE THE FOLLOWING PHASES:\n\nA) PLANNING, SELECTION OF METHODS, TEAMS, AND EQUIPMENT;\nB) TOPOGRAPHIC SUPPORT;\nC) DETAILED SURVEY;\nD) CALCULATIONS AND ADJUSTMENTS;\nE) FINAL TOPOGRAPHIC DRAWING (PAPER OR ELECTRONIC FORMAT);\nF) TECHNICAL REPORT (WHEN APPLICABLE)."
        }
    },     
    "owners": {
        "husband": {
            "name": "Julio Cesar da Costa Luis",
            "rg": "20.160.254-7",
            "CPF": "095.668.897-71",
            "birthdate": "28/12/1981",
            "nationality": "Brazilian",
            "marital_status": "married"
        },
        "wife": {
            "name": "Daniele de Andrade Lucas Luis",
            "rg": "20.567.008-6",
            "CPF": "115.050.077-80",
            "birthdate": "08/09/1984",
            "nationality": "Brazilian",
            "marital_status": "married"
        },
        "heir_children": [
            {
                "name": "First Child's Full Name",
                "birthdate": "First Child's Birthdate"
            },
            {
                "name": "Second Child's Full Name",
                "birthdate": "Second Child's Birthdate"
            }
        ]
    },
    "area_description": {
        "address": {
            "property_type": "Urban",
            "street": "Avenida Almirante Amorim do Vale",
            "block": "37",
            "lot": "02",
            "neighborhood": "Monjolos",
            "municipality": "São Gonçalo",
            "zip_code": "24724-560",
            "state": "Rio de Janeiro (RJ)",
            "country": "Brazil (BR)"
        },        
        "property_characteristics": {
            "total_size": "1,100.00 m²",
            "right_side_confrontation": "50.00 m on the right side, confronting with Lot 01",
            "left_side_confrontation": "50.00 m on the right side, confronting with Lot 03",
            "front_confrontation": "Avenida Almirante Amorim do Vale, with a distance of 22.00 m",
            "back_confrontation": "Then it covers a distance of 22.00 m at the back and confronts with Lot 05",
            "perimeter": "142.00 m",
            "urban_lot_details": "This is an urban plot of land, flat, duly registered at the 2nd Registry of Real Estate of the 3rd Office under registration number 4.807. The lot measures a total of 22 m in front on Avenida Almirante Amorim do Vale, 22 m at the back, facing Lot 5, 50 m on the right side, facing Lot 01, and 50 m on the left side, facing Lot 03, totaling 1,100 m², according to the Property Tax registration number 369835000.",
            "building_details": "On the land lot number 02, a building with one floor and divisions suitable for housing was constructed, totaling 63.82 m², according to technical visit and measurement by the Civil Engineer."
        },
        "geographic_location": {
            "latitude": "Your Latitude Value",
            "longitude": "Your Longitude Value",
            "geodetic_system": "Brazilian Geodesic System, Datum – SIRGAS 2000, MC-45º W, UTM System The polygonal of Lot 2 owned by Mr. Julio Cesar da Costa Luis begins at the mark designated 0=PP, georeferenced in the Brazilian Geodesic System, Datum – SIRGAS 2000, MC-45º W, relative rectangular plane coordinates, UTM system: E=734,657.386M and N=7,459,688,912M."
        },
        "sales_value": {
            "list_price": "Specify the list price of the property",
            "appraised_value": "Specify the appraised value of the property",
            "negotiated_sales_price": "Specify the negotiated sales price, if different from the list price",
            "date_of_sale": "Specify the date when the property was sold",
            "buyer_information": "Include the name and contact details of the buyer, if available",
            "payment_method": "Specify the method of payment used for the sale, e.g., cash, mortgage, etc.",
            "terms_of_sale": "Specify any special terms or conditions of the sale, if applicable"
        },
        "region_identification_and_characterization": {
            "region_location": "This is a region inserted in the urban fabric of the Municipality of São Gonçalo with complete infrastructure, predominantly single-family residential occupation, with a normal occupancy pattern and easy access. The region consists of buildings of medium and low construction standards and has medium traffic intensity of vehicles and pedestrians. The observed trade pattern is regular, with the property located near the access to Rua João de Abreu, the main street of the neighborhood.",
            "services_infrastructure": "It is equipped with all the infrastructure that normally serves urban areas, including water, electricity, sewage, pavement, public transportation, and telephone networks."
        }
    },    
    "professionals": {
        "surveyor": {
            "name": "Alexsander da Silva Menezes",
            "crea": "Surveyor's CREA Number",
            "rg": "Surveyor's RG Number",
            "CPF": "Surveyor's CPF Number",
            "CNPJ": "18.267.079/0001-87"
        },
        "civil_engineer": {
            "name": "Daiana da Silva de Lima",
            "crea": "2021100702 (RJ)",
            "rg": "Engineer's RG Number",
            "CPF": "Engineer's CPF Number",
            "CNPJ": "40.142.171/0001-70"
        }
    },
    "topography_plans": {
        "date": "16/07/2021",
        "used_equipments": [
          "RECEPTOR GNSS L1/L2X900+ CHC",
          "ESTAÇÃO TOTAL PRECISÃO DE 2TKS 202 GOWIN"
        ],
        "basic_support_networks": {
          "levies_based_on": "SGB (SISTEMA GEODÉSICO BRASILEIRO)",
          "horizontal_datum": "SIRGAS 2000",
          "vertical_datum": "Obtained from the Brazilian official geoidal model adopted by IBGE and calculated with the MAPGEO2010 software developed by the institute."
        },
        "sirgas_2000_characterization": {
          "geodetic_reference_system": "International Terrestrial Reference System (ITRS)",
          "earth_figure": {
            "geodetic_reference_system_1980": "Geodetic Reference System 1980 (GRS80)",
            "semi_major_axis_A": "6.378.137 m",
            "flattening_F": "1/298,257222101",
            "origin": "Center of mass of the Earth"
          },
          "orientation": {
            "poles_and_reference_meridian": "Consistent with +0.005 with the directions defined by BIH (Bureau International de l'Heure) in 1984."
          }
        },
        "description_of_services": {
          "technical_standards_and_references_consulted": [
            {
              "organization": "IBGE",
              "title": "Especificações e Normas Gerais para Levantamento Geodésico",
              "resolution": "Resolução PR Nº 22 (21/07/1983)",
              "url": "ftp://geoftp.ibge.gov.br/documentos/geodesia/pdf/bservico1602.pdf"
            },
            {
              "organization": "IBGE",
              "title": "Especificações e Normas Gerais para Levantamento GPS: Versão Preliminar",
              "resolution": "Resolução PR Nº 05 (31/03/1993)",
              "url": "ftp://geoftp.ibge.gov.br/documentos/geodesia/pdf/normas_gps.pdf"
            },
            {
              "organization": "IBGE",
              "title": "Resolução do Presidente Nº 22/2005, de 25/02/2005 que altera a caracterização do Sistema Geodésico Brasileiro",
              "url": "ftp://geoftp.ibge.gov.br/documentos/geodesia/projeto_mudanca_referencial_geodesico/legislacao/rpr_01_25fev2005.pdf"
            },
            {
              "organization": "ABNT",
              "title": "NBR 13133 - Execução de Levantamento Topográfico",
              "location": "Rio de Janeiro",
              "year": "Maio de 1994"
            },
            {
              "organization": "ABNT",
              "title": "NBR 14166 - Rede de Referência Cadastral Municipal – Procedimento",
              "location": "Rio de Janeiro",
              "year": "Agosto de 1998"
            },
            {
              "organization": "INCRA",
              "title": "Norma Técnica para Georreferenciamento de Imóveis Rurais – 2ª Edição",
              "year": "Agosto de 2010",
              "url": "http://200.252.80.40/credencia/dowload/2_edicao_norma_tecnica_.pdf"
            },
            {
              "organization": "IBGE",
              "title": "Manual do Usuário Posicionamento por Ponto Preciso",
              "version": "Versão Março 2009",
              "url": "http://www.ibge.gov.br/home/geociencias/geodesia/ppp/manual_ppp.pdf"
            },
            {
              "organization": "IBGE",
              "title": "Recomendações para Levantamentos Relativos Estáticos – GPS",
              "month": "Abril",
              "year": "2008",
              "url": "ftp://geoftp.ibge.gov.br/documentos/geodesia/pdf/recom_gps_internet.pdf"
            }
          ]
        },
        "coordinate_transportation": {
          "initial_support_point_P1": {
            "description": "Initially, we implanted a basic support point in the survey area, called P1, where coordinates and elevations were transferred for control and support of other topographic works.",
            "equipment_used": "GNSS (Global Navigation Satellite System) geodetic receiver, dual-frequency (L1/L2), with a minimum tracking time of 1 hour.",
            "data_adjustment": "Triangulation classic adjustment with data obtained from two RBMC stations: CEEU and BRFT. The processing of these data for tying to the Brazilian Geodetic System (SGB) was performed using Topcon Tools software, with processing report attached.",
            "elevation_transportation_method": "Static fast GPS geodetic method."
          },
          "post-processing_and_adjustment": {
            "adjustment_software_used": "Topcon Tools for GPS data and MAPGEO 2010 (IBGE) for geoidal height adjustment.",
            "obtained_quality": "For point P1, after processing and network adjustment, another support point (point P0) was implanted using the static fast GPS method, having point P1 as a control point. From point P1, we implanted 2 more reference stations for works with a total station, using the Real Time Kinematic (RTK) method."
          }
        },
        "cadastral_topographic_survey": {
          "description": "With the implementation of planimetric references, the field survey work was carried out with a total station with angular precision of 2 through the irradiation method of points. Notable points of the terrain, buildings, sidewalks, thresholds, gutters, curbs, manholes, drainage elements, sewage, trees (including diameter), and other points that we deemed necessary for the proper characterization of the property under this survey were collected."
        },
        "data_processing": {
          "office_data_processing": {
            "software_communication": "The collected data is transferred to the computer through the software that communicates with the data collector of the GNSS receivers (Windows Mobile Device Center). For total station files, we use the COLET software.",
            "internal_distribution": "Services are internally distributed for processing (calculation) and digital drawing, according to the technical capacity of the professional required for the best execution of the work.",
            "preliminary_plotting": "After completing the drawing, a preliminary plotting is performed for review and general observations."
          },
          "necessary_equipment": [
            "GNSS Data Post-Processing Software: Topcon Tools Version 7.5.1",
            "Topographic Calculation Software: DATAGEOSIS Office, Version 7.5.8.3",
            "Drawing Software: AutoCAD, Version 2013",
            "Plotter: HP DesignJet 800"
          ]
        },
        "plans": {
          "district_plan": "https://bafybeidp6a4u66hs6qu7aiirm4jjdww6y4axsuxaun5ddfdlrqawqfpa6y.ipfs.w3s.link/%40distrito.png",
          "situation_plan": "https://bafybeidabxrfk52ktaucgiubqdtfmr37glfkgqpqd4r2cjhudf5fvl6zji.ipfs.w3s.link/%40pl_situa%C3%A7%C3%A3o.png",
          "cadastral_planimetric_plan": "https://bafybeiahak3rmcs4sylyvfdob3vwf27ibxsoe3icjhbd57vyn2bswmxdt4.ipfs.w3s.link/%40cadastral.png",
          "topographic_plan": "https://",
          "zoning_plan": "https://"
        }
    },
    "house_plans": {
        "value": "Description",
        "plans": {
            "house_plan": "URL to the house plan",
            "engineering_plan": [
                "https://bafybeif6auu2jcfxeqfjtqnhjm2uwtnjeuulamf5nshy4z5zaleumhjoma.ipfs.w3s.link/%40pl_baixa_01.png",
                "https://bafybeiertnlz3obafrprb65qjgsgqqnzvfvodykcia3sqgtznywn4mnbyu.ipfs.w3s.link/%40pl_baixa_02.png"

            ]
        }
    },
    "photo_report": {
        "description": "A photo report showcasing the different areas of the property",
        "images": {
            "Front View": "https://bafybeieier5xq5vj2sxm3467lof7izdzgyb7ts47i4zkzq3dmd5vg5boiy.ipfs.w3s.link/%40casa_01.png",
            "side view": "https://bafybeihjdmtubrpyxds7muf4f2vlvkji6bdl76s3jowqzzp4civj7zy6by.ipfs.w3s.link/%40casa_02.png",
            "Backyard": [
                "https://bafybeihjdmtubrpyxds7muf4f2vlvkji6bdl76s3jowqzzp4civj7zy6by.ipfs.w3s.link/%40casa_02.png",
                "https://bafybeihjdmtubrpyxds7muf4f2vlvkji6bdl76s3jowqzzp4civj7zy6by.ipfs.w3s.link/%40casa_02.png"
            ],
            "aerial_photography": [
                "https://bafybeidvihybjcvnfwvpqafki36urtqhiwwnkdy5xzy7ls2zcnoqon54ge.ipfs.w3s.link/%40air_01.png",
                "https://bafybeigzemav2aajzgtzp5e4u6yh2su376u3w56lsdtjtotes6ltncktbi.ipfs.w3s.link/%40air_02.png",
                "https://bafybeifuy46ujrlvzqzu7ibg2cjmnrkmko4mifisne7aakpafjsqgz4mzi.ipfs.w3s.link/%40air_03.png"
            ]
        }
    },
    "construction_licensing": {
        "value": "ART",
        "electronic_seal": "2020210181537",
            "link": [
            "https://bafybeibdq6u4gf26elfx62nntxgrgvidng2vmg5l43j35jgoq6mr67ogy4.ipfs.w3s.link",
            "https://bafybeigficssrtywgh4mxdyfnxohfaigqzjnrtfdxpmazuas3bhwsszof4.ipfs.w3s.link"
        ]
        
    },    
    "city_hall": {
        "address": {
            "street": "Av. Presidente Kennedy",
            "number": "00",
            "block": "00",
            "lot": "00",
            "neighborhood": "Estrela do Norte",
            "municipality": "São Gonçalo",
            "state": "Rio de Janeiro (RJ)",
            "zip_code": "00"
        },
        "CNPJ": "28.636.579/0001-00"
    },
    "iptu": {        
        "enrollment": "369835000",
        "exercise:": "2024",        
        "link": [
            "https://bafkreifq55wy3n77yn3zahz2i22vjaegdm7tw2zx7sj47vlibvwdfipco4.ipfs.w3s.link",
            "https://",
            "https://",
            "https://"
        ]        
    },
    "registry_office": {
        "name": "Tabelionato De Notas E 3º Ofício De Registro De Imóveis",
        "notary_officer": {
            "name": "José Expedito Moreira da Cunha",
            "substitute_name": "Cristiane Mendes Cunha Melo"
        },
        "address": {
            "street": "Antônio Alves",
            "number": "99",
            "block": "00",
            "lot": "00",
            "neighborhood": "Alcântara",
            "municipality": "São Gonçalo",
            "state": "Rio de Janeiro (RJ)",
            "zip_code": "24710-390"
        },
        "CNPJ": "30.594.527/0001-52"
    },
    "onus_reais": {
        "book": "02",
        "Registration": "4.807",
        "date_of_certificate": "16/07/2021",
        "electronic_seal": "EDWG85399",
        "random_code": "AXN",
        "value": "Description",
        "link": [
            "https://bafkreidi2pl6ig63g45ccgtjnoyspxydypdxzjykwlyewe55psvtzx7ywa.ipfs.w3s.link",
            "https://bafkreibegclqbpwj3lmjg2uyrv5flztyxaj5kdeeuiiywrvlx4cgcn73jq.ipfs.w3s.link",
            "https://bafkreie5cylp3yxkrm3acqe7vkfxwo3zxdnl2lekfxjy3vb6s4w6yo2qay.ipfs.w3s.link",
            "https://"
        ]        
    },    
    "Declaration": {
        "book": "8017",        
        "sheet": "182/183",
        "date_of_certificate": "13/11/2017",
        "electronic_seal": "ECIT57306",
        "random_code": "LRG",
        "value": "Description",
        "link": [
            "https://",
            "https://",
            "https://",
            "https://bafkreihuzo2uy5cf36s7tk7btxshdykoa5l4pesut7rniosbfhyyguqrr4.ipfs.w3s.link"
        ]        
    },
    "notarial_minutes": {
        "book": "275",
        "act": "136",
        "sheet": "155/156",
        "date_of_certificate": "15/01/2019",
        "electronic_seal": "ECVY45835",
        "random_code": "XYA",
        "value": "Description",
        "link": [
            "https://bafkreiex63y3dncn6tdd5myidx5ui2fc56nr7pr5ximq3aziwapzs3kchu.ipfs.w3s.link",
            "https://bafkreieabh2qwmnitgvezshasarzfnnodzrvqk3ftf5xxdt5vxcjxxdv3a.ipfs.w3s.link",
            "https://bafkreiao2tbj5bs7vimievxhos6voytdykxhoa4x5cfzsrzmvhl3p62gd4.ipfs.w3s.link",
            "https://bafkreibfbzmydlm5b7ttintrn2a2fusnybxq5yaf2m7arnwbvfgrv4ua7a.ipfs.w3s.link"
        ]        
    },
    "judicial_note": {
        "book": "#",
        "act": "#",
        "sheet": "#",
        "date_of_certificate": "00/00/0000",
        "electronic_seal": "#",
        "random_code": "#",
        "value": "Description",
        "link": [
            "https://",
            "https://",
            "https://",
            "https://"
        ]        
    }    
}
