{       
  "documento": {
    "titulo": "Registro Imobiliário Digital",
    "autor": "ASPPIBRA-DAO",
    "solicitante": "Julio Cesar da Costa Luis",
    "data_criacao": "2023-10-26",
    "palavras_chave": ["Exemplar", "Registro", "Documentação", "Metadados"],
    "idioma": "pt",
    "formato": [".JSON", "PDF", "NFT"],
    "dedicatoria": "Dedicamos este trabalho à ASPPIBRA com profunda gratidão. Sua contribuição crucial e visão estratégica foram fundamentais para o desenvolvimento inovador na Regularização Fundiária Urbana e Rural no Brasil. Expressamos nossa sincera gratidão pelo compromisso em promover uma visão abrangente do registro imobiliário digital, alinhada à legislação atual, especialmente a Lei Nº 13.465, de 11 de Julho de 2017. Este projeto também reflete o total alinhamento com a Lei da Inovação (Lei nº 10.973/2004), destacando os esforços contínuos da ASPPIBRA para impulsionar o desenvolvimento tecnológico. Ao dedicar este documento à ASPPIBRA, reconhecemos e respeitamos a busca constante da organização por avanços na gestão de propriedades no Brasil, um testemunho de seu compromisso exemplar em moldar positivamente o futuro do registro imobiliário no país.",
    "agradecimento": "Com profunda gratidão, expresso meu reconhecimento a Deus, fonte inesgotável de inspiração e guia em todos os momentos. A Ele, atribuo a sabedoria e a força que tornaram possível a criação deste documento. À ASPPIBRA, minha sincera gratidão por seu valioso apoio e dedicação incansável ao longo de todo o processo. A contribuição da ASPPIBRA foi mais do que essencial; representou um compromisso organizacional robusto e um esforço coletivo para atingir os objetivos propostos. Um reconhecimento especial é direcionado à excepcional equipe de topografia, cujo levantamento foi crucial na obtenção de informações cruciais. Agradeço profundamente à dedicada equipe de engenheiros pela meticulosa preparação do plano da propriedade, evidenciando um profissionalismo exemplar. Cada indivíduo envolvido desempenhou um papel significativo, e este documento não teria sido possível sem a colaboração e comprometimento de todos.",
    "introducao": "Neste documento, preparado pela ASPPIBRA-DAO, é apresentada uma visão abrangente sobre a digitalização do registro imobiliário no cenário digital. O objetivo principal é oferecer uma solução inovadora para a Regularização Fundiária Urbana e Rural no Brasil. A proposta busca garantir a inclusão digital de todos os proprietários e ocupantes de imóveis em todo o país, aderindo à Lei nº 13.465, de 11 de julho de 2017, que trata da regularização fundiária urbana e rural. Além disso, o projeto está alinhado com a Lei nº 10.973 de 2004 (Lei de Inovação), incentivando o desenvolvimento e adoção de tecnologias inovadoras.\n\nA solução apresentada inclui o uso da tecnologia blockchain como uma ferramenta essencial para ampliar o registro imobiliário globalmente. Ao lidar com questões relacionadas à informalidade e transparência no registro de propriedades, o projeto tem como objetivo fornecer acesso a informações descentralizadas e invioláveis. Um destaque importante deste documento é a proposta de criação de um NFT único que representa a propriedade residencial, adicionando uma camada adicional de segurança e autenticidade ao processo.",
    "escopo": [
      {
        "apresentacao": {
          "titulo": "ALCANCE SERVIÇOS LTDA & PHDL ENGENHARIA LTDA",
          "introducao": "As empresas ALCANCE SERVIÇOS LTDA, registrada sob CNPJ: 18.267.079/0001-87, PHDL ENGENHARIA LTDA, registrada sob CNPJ: 40.142.171/0001-70, e Associação dos Proprietários e Possuidores de Imóveis no Brasil (ASPPIBRA), registrada sob CNPJ: 26.325.396/0001-30, em parceria, apresentam os resultados do trabalho realizado para a confecção da documentação do imóvel urbano localizado no município de São Gonçalo, no Estado do Rio de Janeiro – RJ.",
          "detalhes": "A seguir, apresentamos detalhadamente os principais serviços e documentos fornecidos por cada uma das empresas, enfatizando nosso compromisso com a excelência e os resultados alcançados neste processo de grande relevância para a comunidade local."
        }
      },
      {
        "objeto": {
          "descricao": "O presente contrato tem como objeto a aquisição de serviços técnicos de topografia e engenharia especializados para a realização de um Memorial Descritivo. Este memorial incluirá um Levantamento Topográfico e Cadastral da propriedade, a elaboração de Planta Baixa e a emissão de um laudo pericial. O trabalho será focado na identificação precisa do Lote 2, Quadra 37, localizado na Avenida Almirante Amorim do Vale/Monjolos, São Gonçalo, Rio de Janeiro (RJ)."
        }
      },
      {
        "objetivo": {
          "descricao": "O objetivo fundamental deste contrato é obter informações detalhadas sobre as características físicas e legais da propriedade mencionada, com foco principal na localização precisa do Lote 2, Quadra 37, na Avenida Almirante Amorim do Vale/Monjolos, São Gonçalo, Rio de Janeiro (RJ). O objetivo é estabelecer um banco de dados sólido para apoiar decisões informadas, garantindo eficiência na gestão e uso futuro deste ativo imobiliário."
        }
      },
      {
        "finalidade": {
          "descricao": "As informações meticulosamente adquiridas por meio deste documento desempenharão um papel estratégico na formalização do pedido de atualização do registro da propriedade junto ao Cartório de Registro de Imóveis. Este processo transcende a mera atualização cadastral, transformando-se em um instrumento abrangente destinado a atender a diversas demandas potenciais. Destacam-se, entre os propósitos fundamentais, a facilitação da condução efetiva da Ação de Direito Possessório. O intuito é garantir uma base documental robusta que respalde de forma sólida os processos legais envolvidos. A abrangência deste serviço vai além da conformidade legal; busca-se estabelecer uma base documental que não apenas otimize a regularização legal da propriedade, mas também sirva como modelo e incentivo para sua utilização efetiva em todos os casos de ação de Usucapião."
        }
      },
      {
        "periodo_de_execucao": {
          "descricao": "Os trabalhos de campo foram realizados durante o período de 8 de dezembro de 2017."
        }
      }
    ],
    "localizacao_geografica": [
      {
        "tipo": "localizacao_e_acessibilidade",
        "descricao": "Esta seção destaca de maneira expressiva a localização estratégica de São Gonçalo, situado no estado do Rio de Janeiro. O enfoque é direcionado para suas vias de acesso primárias, evidenciando não apenas a posição geográfica, mas também a acessibilidade da região. O relatório fotográfico não se limita a ilustrar apenas a configuração geográfica de São Gonçalo; vai além ao indicar com precisão o local exato onde o estudo topográfico foi conduzido de maneira meticulosa. Essas imagens não apenas capturam visualmente a geografia da região, mas também proporcionam uma visão panorâmica e detalhada do local em análise. Este relatório não é apenas um registro visual, mas uma ferramenta que aprofunda a compreensão da topografia e do ambiente estudado."
      },
      {
        "tipo": "endereco_da_propriedade",
        "detalhes": {
          "tipo_de_propriedade": "Urbana",
          "rua": "Avenida Almirante Amorim do Vale",
          "quadra": 37,
          "lote": 2,
          "numero": 31,
          "bairro": "Monjolos",
          "municipio": "São Gonçalo",
          "cep": "24724-560",
          "estado": "Rio de Janeiro (RJ)",
          "pais": "Brasil (BR)"
        }
      },
      {
        "tipo": "coordenadas_utm_e_sistema_geodesico",
        "detalhes": {
          "latitude": -22.810144,
          "longitude": -42.943313,
          "zona_utm": "23.K",
          "mc": "-45º W",
          "latitude_utm": 711097.00,
          "longitude_utm": 7476024.00,
          "sistema_geodesico_brasileiro": "Datum – SIRGAS 2000"
        }
      },
      {
        "tipo": "informacoes_adicionais",
        "detalhes": {
          "descricao": "O lote urbano de número 02, localizado na Quadra 37, apresenta características planas e encontra-se devidamente registrado no 2º Cartório de Registro de Imóveis, sendo propriedade do Sr. Julio Cesar da Costa Luis. O ponto de referência inicial, denominado P0, está georreferenciado com coordenadas retangulares no sistema UTM. Além disso, foram identificados pontos adicionais de relevância nos arredores da área contratual, devidamente marcados e representados por cores distintas no relatório fotográfico.",
          "pontos_de_referencia": [
            {"cor": "🟦", "coordenadas": "P0 711057.00 M E/ 7476074.00 M S"},
            {"cor": "🟪", "coordenadas": "P1 711085.00 M E/ 7476018.00 M S"},
            {"cor": "🟩", "coordenadas": "P2 710812.00 M E/ 7475998.00 M S"},
            {"cor": "🟨", "coordenadas": "P3 710956.00 M E/ 7475592.00 M S"}
          ]
        }
      }
    ],
    "proprietarios": [
      {
          "tipo": "marido",
          "detalhes": {
              "nome": "Julio Cesar da Costa Luis",
              "rg": "20.160.254-7",
              "CPF": "095.668.897-71",
              "data_nascimento": "28/12/1981",
              "nacionalidade": "Brasileiro",
              "estado_civil": "casado"
          }
      },
      {
          "tipo": "esposa",
          "detalhes": {
              "nome": "Daniele de Andrade Lucas Luis",
              "rg": "20.567.008-6",
              "CPF": "115.050.077-80",
              "data_nascimento": "08/09/1984",
              "nacionalidade": "Brasileira",
              "estado_civil": "casada"
          }
      },
      {
          "tipo": "filhos_herdeiros",
          "detalhes": [
              {
                  "nome": "Nome Completo do Primeiro Filho",
                  "data_nascimento": "Data de Nascimento do Primeiro Filho"
              },
              {
                  "nome": "Nome Completo do Segundo Filho",
                  "data_nascimento": "Data de Nascimento do Segundo Filho"
              }
          ]
      }
    ],
    "profissionais": [
        {
            "tipo": "topografo",
            "detalhes": {
                "nome": "Alexsander da Silva Menezes",
                "crea": "Número do CREA do Topógrafo",
                "rg": "00.000.000-0",
                "CPF": "000.000.000-00",
                "CNPJ": "18.267.079/0001-87"
            }
        },
        {
            "tipo": "engenheiro_civil",
            "detalhes": {
                "nome": "Daiana da Silva de Lima",
                "crea": "2021100702 (RJ)",
                "rg": "00.000.000-0",
                "CPF": "000.000.000-00",
                "CNPJ": "40.142.171/0001-70"
            }
        }
    ],
    "memorial_descritivo": [
      {
        "caracteristicas_propriedade": {
          "tamanho_total": "1.100,00 m²",
          "confrontacao_lateral_direita": "50,00 m, confrontando com o Lote 01",
          "confrontacao_lateral_esquerda": "50,00 m, confrontando com o Lote 03",
          "confrontacao_frontal": "22,00 m, confrontando Av. Almirante Amorim do Vale",
          "confrontacao_fundo": "22,00 m, confrontando com o Lote 05",
          "perimetro": "142,00 m",
          "numero_registro_iptu": "369835000",
          "numero_registro_rgi": "4.807"
        }
      },
      {
        "terreno_urbano": {
          "numero": "02",
          "quadra": "37",
          "caracterizacao": "plano",
          "registro": "2º Cartório de Registro de Imóveis",
          "proprietario": "Sr. Julio Cesar da Costa Luis",
          "detalhes_construcao": {
            "edificio_pavimentos": 1,
            "area_total": "63,82 m²",
            "engenheiro_responsavel": "Engenheiro Civil"
          }
        }
      },
      {
        "identificacao_caracterizacao_regiao": {
          "localizacao_regiao": "Inserida no tecido urbano do Município de São Gonçalo",
          "infraestrutura": {
            "ocupacao_predominante": "Residencial unifamiliar",
            "padrao_ocupacao": "Normal",
            "acesso": "Fácil"
          },
          "comercio_proximo": {
            "acesso_principal": "Rua João de Abreu",
            "intensidade_trafego": "Média",
            "padrao_comercio": "Regular"
          }
        }
      },
      {
        "infraestrutura_servicos": {
          "agua": true,
          "eletricidade": true,
          "esgoto": true,
          "pavimentacao": true,
          "transporte_publico": true,
          "redes_telefonicas": true
        }
      }
    ],    
    "relatorio_topografico": [
      {
        "titulo": "Termos e Definições",
        "subtopicos": [
          "Sistema UTM: Sistema de Projeção Universal Transversa (UTM): Sistema de representação cartográfica adotado pelo Sistema Cartográfico Brasileiro.",
          "Datum Horizontal: Plano de referência primário, ao qual a origem do sistema de coordenadas se relaciona para uma localização dada, em relação ao geoide.",
          "Datum Vertical: Plano de referência para altitude, definido pela média das marés no Brasil; o datum do marco de mares de Imbituba-SC está atualmente em vigor.",
          "Georreferenciamento: Atribuição de coordenadas geodésicas aos elementos definidores do objeto de levantamento.",
          "GPS: Sistema de Posicionamento Global.",
          "GNSS: Sistema Global de Navegação por Satélite.",
          "RBMC: Rede Brasileira de Monitoramento Contínuo do Sistema GPS (RBMC): Estabelecido em 1996, implementou o conceito de redes ativas através do monitoramento contínuo (rastreamento) dos satélites do Sistema GPS. Diariamente, todos os dados coletados nas estações RBMC são transferidos automaticamente e colocados à disposição dos usuários no formato RINEX."
        ]
      },
      {
        "titulo": "Condições Gerais",
        "subtopicos": [
          "Planejamento, seleção de métodos, equipes e equipamentos;",
          "Suporte topográfico;",
          "Levantamento detalhado;",
          "Cálculos e ajustes;",
          "Desenho topográfico final (formato papel ou eletrônico);",
          "Relatório técnico (quando aplicável)."
        ]
      },
      {
        "titulo": "Equipamentos Utilizados",
        "subtopicos": [
          "Receptor GNSS L1/L2X900+ CHC",
          "Estação Total Precisão de 2TKS 202 Gowin."
        ]
      },
      {
        "titulo": "Redes de Apoio Básico",
        "subtopicos": [
          "Os levantamentos tiveram como base o SGB (Sistema Geodésico Brasileiro), Datum Horizontal SIRGAS 2000.",
          "O Datum Vertical adotado é obtido do Modelo Geoidal Oficial Brasileiro adotado pelo IBGE e calculado com o software MapGeo2010 desenvolvido pelo próprio Instituto."
        ]
      },
      {
        "titulo": "Caracterização do SIRGAS 2000",
        "subtopicos": [
          "Sistema Geodésico de Referência: Sistema de Referência Terrestre Internacional (ITRS)",
          {
            "titulo": "Figura Geométrica para a Terra",
            "subtopicos": [
              "Elipsóide do Sistema Geodésico de Referência de 1980 (Geodetic Reference System 1980 – GRS80)",
              "Semi-eixo maior (A): 6.378.137 m",
              "Achatamento (F): 1/298,257222101",
              "Origem: Centro de massa da Terra"
            ]
          },
          "Orientação: Pólos e meridiano de referência consistentes em +0,005 com as direções definidas pelo BIH (Bureau International de l'Heure) em 1984."
        ]
      },
      {
        "titulo": "Transporte de Coordenadas",
        "subtopicos": [
          "Inicialmente, instalamos um marco de apoio básico na área de levantamento, designado como P1. Esse ponto serviu como referência para transferir as coordenadas e cotas necessárias para o controle e suporte das atividades topográficas subsequentes.",
          "Para a transferência das coordenadas para o marco de apoio básico P1, utilizamos um equipamento receptor GNSS (Global Navigation Satellite System), do tipo geodésico de dupla frequência (L1/L2), com um tempo mínimo de rastreio de 1 hora. Após a coleta dos dados de rastreamento do ponto P1, esses dados foram ajustados por meio de triangulação clássica, utilizando informações de duas estações da RBMC (Rede Brasileira de Monitoramento Contínuo do Sistema GPS), a saber: CEEU e BRFT, cujos relatórios encontram-se em anexo.",
          "Ao triangular os dados de campo com os da RBMC, procedemos ao processamento destes para amarração ao Sistema Geodésico Brasileiro (SGB), utilizando eficientemente o software Topcon Tools. O transporte das cotas até o marco de apoio básico também foi realizado com precisão, empregando um GPS geodésico por meio do método estático rápido.",
          "Os estágios subsequentes do projeto envolveram o pós-processamento e ajuste minucioso dos dados de GPS por meio do software Topcon Tools, além da adaptação da altura geoidal (GPS) para altura ortométrica (topografia) com o auxílio do software MapGeo 2010 (IBGE). Os resultados obtidos para as observações após o processamento e ajuste da rede foram particularmente favoráveis para o ponto P1.",
          "Continuando com os trabalhos, adicionamos mais um marco de apoio imediato, denominado P0, utilizando um receptor GNSS L1/L2 e empregando o método estático rápido. Este novo ponto foi crucial, tendo o P1 como ponto de controle. Prosseguimos então para a implantação de duas estações de referência destinadas aos trabalhos com estação total, empregando o método RTK (Real Time Kinematic).",
          "Utilizando o sistema Google Earth, foram adicionados 2 pontos UTM extras de referência para facilitar a identificação da área do imóvel em pesquisas futuras. Esses pontos foram caracterizados por cores e coordenadas UTM, conforme descrito no relatório fotográfico aéreo.",
          "Em resumo, o processo envolveu a meticulosa implantação de marcos de apoio, transferência e ajuste de coordenadas, utilizando tecnologias geodésicas de alta precisão, culminando em resultados confiáveis e eficientes para o levantamento topográfico realizado."
        ]
      },
      {
        "titulo": "Levantamento Topográfico Planialtimétrico Cadastral",
        "subtopicos": [
          "Após a implantação das referências planialtimétricas, realizamos o levantamento em campo utilizando equipamento do tipo estação total, com precisão angular de 2 graus, por meio do método de irradiação de pontos. Durante este processo, coletamos os pontos notáveis do terreno, edificações, calçadas, soleiras, sarjetas, meio-fio, caixas de passagens, elementos de drenagem, esgoto, árvores (incluindo diâmetro) e demais pontos que julgamos necessários para a completa caracterização do imóvel objeto deste levantamento."
        ]
      },        
      {
        "titulo": "Processamento de Dados no Escritório",
        "subtopicos": [
          "Comunicação de Software: Os dados coletados são transferidos para o computador por meio do software que se comunica com o coletor de dados dos receptores GNSS (Windows Mobile Device Center). Para arquivos da estação total, usamos o software COLET.",
          "Distribuição Interna: Os serviços são distribuídos internamente para processamento (cálculo) e desenho digital, de acordo com a capacidade técnica do profissional necessário para a melhor execução do trabalho.",
          "Plotagem Preliminar: Após a conclusão do desenho, é realizada uma plotagem preliminar para revisão e observações gerais."
        ]
      },
      {
        "titulo": "Equipamentos Necessários para a realização dessa etapa",
        "subtopicos": [
          "Software de Pós-Processamento de Dados GNSS: Topcon Tools Versão 7.5.1",
          "Software de Cálculo Topográfico: Datageosis Office, Versão 7.5.8.3",
          "Software de Desenho: AutoCAD, Versão 2013",
          "Plotadora: HP DesignJet 800"
        ]
      }        
    ],    
    "normas_tecnicas_referencias_bibliograficas": [
      {
        "organizacao": "IBGE",
        "titulo": "Especificações e Normas Gerais para Levantamento Geodésico",
        "resolucao": "Resolução PR Nº 22 (21/07/1983)",
        "url": "https://bafybeiepnalinpuyqbrirxct5wluvyev6ohauq5dnciu6zi7gnsak2jy7q.ipfs.w3s.link/RESOLU%C3%87%C3%83O%20%E2%88%92%20PR%20no%2022%2C%20de%2021-07-83.pdf"
      },
      {
        "organizacao": "IBGE",
        "titulo": "Especificações e Normas Gerais para Levantamento GPS: Versão Preliminar",
        "resolucao": "Resolução PR Nº 05 (31/03/1993)",
        "url": "https://bafybeiggxoy2tyejt2jyi5il542x4nisj6l6xno7a2yjp3pzaxgrtx4hv4.ipfs.w3s.link/legisla_normagps_d.pdf"
      },
      {
        "organizacao": "IBGE",
        "titulo": "Resolução do Presidente Nº 22/2005, de 25/02/2005, que altera a caracterização do Sistema Geodésico Brasileiro",
        "url": "https://bafybeiap42o5iaa5oh6nr6mtzal5zru7dmdffr7lzbekiuctet55g5m6le.ipfs.w3s.link/rpr_01_25fev2005.pdf"
      },
      {
        "organizacao": "ABNT",
        "titulo": "NBR 13133 - Execução de Levantamento Topográfico",
        "local": "Rio de Janeiro",
        "ano": "Maio de 1994",
        "url": "https://bafybeiekkozoylbowixomuetvzqicoxdszrtz4y4grktxf4agiqlnpogle.ipfs.w3s.link/NBR13133.pdf"
      },
      {
        "organizacao": "ABNT",
        "titulo": "NBR 14166 - Rede de Referência Cadastral Municipal – Procedimento",
        "local": "Rio de Janeiro",
        "ano": "Agosto de 1998",
        "url": "https://bafybeiatkxghj524xng7yb6mzhyiu7ffj64ufyxzjxfr745md4r4e6zy6a.ipfs.w3s.link/NBR14166.pdf"
      },
      {
        "organizacao": "INCRA",
        "titulo": "Norma Técnica para Georreferenciamento de Imóveis Rurais – 2ª Edição",
        "ano": "Fevereiro de 2010",
        "url": "https://bafybeiarzt5573jsjtlrzapiibqmurutjs3owdrqdgso7ufe65ad2spmsa.ipfs.w3s.link/norma_tecnica_georreferenciamento.pdf"
      },
      {
        "organizacao": "IBGE",
        "titulo": "Manual do Usuário Posicionamento por Ponto Preciso",
        "versao": "Versão Março 2009",
        "url": "https://bafybeihh43vomdllxrd7e2mdnhdjubru5xuwfrslwl6k5xhyxelkrm4htu.ipfs.w3s.link/manual_ppp.pdf"
      },
      {
        "organizacao": "IBGE",
        "titulo": "Recomendações para Levantamentos Relativos Estáticos – GPS",
        "mes": "Abril",
        "ano": "2008",
        "url": "https://bafybeia36jxjlspkwdhwexg2fhn4y7elqykxzt4ge2752suqjdtcxwiigy.ipfs.w3s.link/recom_gps_internet.pdf"
      }
    ],
    "conclusao": [
      "A compilação do \"Cadastro Imobiliário Mundial Digital\" em formato .json representa um salto significativo rumo à modernização e transparência no registro imobiliário brasileiro.",
      "A organização minuciosa dos dados proporciona uma visão abrangente dos imóveis, seus proprietários e dos profissionais envolvidos no processo, evidenciando a tecnologia blockchain como peça-chave para garantir não apenas a segurança, mas também a transparência essencial no registro de propriedades.",
      "No entanto, este relatório transcende sua função meramente informativa, destacando-se como uma fonte educacional valiosa. A análise detalhada da estrutura dos dados e dos elementos primários contidos no arquivo .json simplifica a compreensão do conteúdo, tornando-o um instrumento poderoso na disseminação do conhecimento sobre práticas inovadoras no contexto do registro imobiliário digital.",
      "Ao fomentar a transparência não apenas nos registros imobiliários, mas também na compreensão e aplicação desses registros, este relatório desempenha um papel crucial na transformação do setor imobiliário brasileiro. Sua contribuição educacional não apenas capacita os profissionais envolvidos, mas também fortalece a confiança e a eficiência do sistema como um todo.",
      "Este trabalho representa, assim, um passo significativo em direção a um registro imobiliário mais seguro, transparente e acessível para todos os envolvidos, marcando um avanço significativo nas práticas inovadoras que moldam o futuro do setor."
    ],
    {
      "titulo": "Acervo Digital",
      "subtopicos": [
        {
          "titulo": "planos_topograficos",
          "descricao": "Sua descrição exclusiva da área com planos topográficos",
          "planos": {
            "Plano de Situação": "https://bafybeidabxrfk52ktaucgiubqdtfmr37glfkgqpqd4r2cjhudf5fvl6zji.ipfs.w3s.link/%40pl_situa%C3%A7%C3%A3o.png",
            "Plano Cadastral Planimétrico": "https://bafybeiahak3rmcs4sylyvfdob3vwf27ibxsoe3icjhbd57vyn2bswmxdt4.ipfs.w3s.link/%40cadastral.png",
            "Plano Topográfico": "URL",
            "Plano de Zoneamento": "URL",
            "Plano Distrital": "https://bafybeidp6a4u66hs6qu7aiirm4jjdww6y4axsuxaun5ddfdlrqawqfpa6y.ipfs.w3s.link/%40distrito.png"
          }
        },
        {
          "titulo": "plantas_casa",
          "descricao": "Sua descrição exclusiva da área com plantas da casa",
          "plantas": {
            "planta_casa": "URL da planta da casa",
            "planta_engenharia": [
              "https://bafybeif6auu2jcfxeqfjtqnhjm2uwtnjeuulamf5nshy4z5zaleumhjoma.ipfs.w3s.link/%40pl_baixa_01.png",
              "https://bafybeiertnlz3obafrprb65qjgsgqqnzvfvodykcia3sqgtznywn4mnbyu.ipfs.w3s.link/%40pl_baixa_02.png"
            ]
          }
        },
        {
          "titulo": "relatorio_fotografico",
          "descricao": "Um relatório fotográfico mostrando diferentes áreas da propriedade",
          "imagens": {
            "Vista Frontal": "https://bafybeieier5xq5vj2sxm3467lof7izdzgyb7ts47i4zkzq3dmd5vg5boiy.ipfs.w3s.link/%40casa_01.png",
            "Vista Lateral": "https://bafybeihjdmtubrpyxds7muf4f2vlvkji6bdl76s3jowqzzp4civj7zy6by.ipfs.w3s.link/%40casa_02.png",
            "Quintal": [
              "https://bafybeihjdmtubrpyxds7muf4f2vlvkji6bdl76s3jowqzzp4civj7zy6by.ipfs.w3s.link/%40casa_02.png",
              "https://bafybeihjdmtubrpyxds7muf4f2vlvkji6bdl76s3jowqzzp4civj7zy6by.ipfs.w3s.link/%40casa_02.png"
            ],
            "Fotografia Aérea": [
              "https://bafybeidvihybjcvnfwvpqafki36urtqhiwwnkdy5xzy7ls2zcnoqon54ge.ipfs.w3s.link/%40air_01.png",
              "https://bafybeigzemav2aajzgtzp5e4u6yh2su376u3w56lsdtjtotes6ltncktbi.ipfs.w3s.link/%40air_02.png",
              "https://bafybeifuy46ujrlvzqzu7ibg2cjmnrkmko4mifisne7aakpafjsqgz4mzi.ipfs.w3s.link/%40air_03.png",
              "https://bafybeicc76eqbhzsl7h7nonw2pem23abfrnyqrcfg56cjghowb6sead5sm.ipfs.w3s.link/Aerofotografia-04.png",
              "https://bafybeialgnq5eoqh3kynvg7mi4hxmkzfgygq6ckipc4fndxwunzkt7cyli.ipfs.w3s.link/Aerofotografia-05.png",
              "https://bafybeie3md33s3gxxxnume4gpehs7mqulez3wxfhwebkpmjf3rnicac374.ipfs.w3s.link/Aerofotografia-06.png",
              "https://bafybeiby54ssfvruoeye4qdd3h7posmgmpqcirfltykezqijlarbdif3o4.ipfs.w3s.link/Aerofotografia-07.png"
            ]
          }
        },
        {
          "titulo": "licenciamento_construcao",
          "descricao": "ART",
          "registro": "2020210181537",
          "url": [
            "https://bafybeibdq6u4gf26elfx62nntxgrgvidng2vmg5l43j35jgoq6mr67ogy4.ipfs.w3s.link",
            "https://bafybeigficssrtywgh4mxdyfnxohfaigqzjnrtfdxpmazuas3bhwsszof4.ipfs.w3s.link"
          ]
        },           
        {
          "prefeitura": {
            "endereco": {
              "logradouro": "Av. Presidente Kennedy",
              "numero": "00",
              "quadra": "00",
              "lote": "00",
              "bairro": "Estrela do Norte",
              "municipio": "São Gonçalo",
              "estado": "Rio de Janeiro (RJ)",
              "cep": "00"
            },
            "CNPJ": {
              "titulo": "CNPJ",
              "descricao": "28.636.579/0001-00"
            }
          },
          "iptu": {
            "matricula": "369835000",
            "exercicio": "2024",
            "link": [
              "https://bafkreifq55wy3n77yn3zahz2i22vjaegdm7tw2zx7sj47vlibvwdfipco4.ipfs.w3s.link",
              "https://",
              "https://",
              "https://"
            ]
          }
        },                   
        {
          "documentos": {
            "cartorio": {
              "nome": "Tabelionato De Notas E 3º Ofício De Registro De Imóveis",
              "oficial_notas": {
                "nome": "José Expedito Moreira da Cunha",
                "nome_substituto": "Cristiane Mendes Cunha Melo"
              },
              "endereco": {
                "logradouro": "Antônio Alves",
                "numero": "99",
                "quadra": "00",
                "lote": "00",
                "bairro": "Alcântara",
                "municipio": "São Gonçalo",
                "estado": "Rio de Janeiro (RJ)",
                "cep": "24710-390"
              },
              "CNPJ": {
                "titulo": "CNPJ",
                "descricao": "30.594.527/0001-52"
              }              
            },
            "onus_reais": {
              "livro": "02",
              "registro": "4.807",
              "data_certidao": "16/07/2021",
              "selo_eletronico": "EDWG85399",
              "codigo_aleatorio": "AXN",
              "valor": "Descrição",
              "link": [
                "https://bafkreidi2pl6ig63g45ccgtjnoyspxydypdxzjykwlyewe55psvtzx7ywa.ipfs.w3s.link",
                "https://bafkreibegclqbpwj3lmjg2uyrv5flztyxaj5kdeeuiiywrvlx4cgcn73jq.ipfs.w3s.link",
                "https://bafkreie5cylp3yxkrm3acqe7vkfxwo3zxdnl2lekfxjy3vb6s4w6yo2qay.ipfs.w3s.link",
                "https://"
              ]
            },
            "declaracao": {
              "livro": "8017",
              "folha": "182/183",
              "data_certidao": "13/11/2017",
              "selo_eletronico": "ECIT57306",
              "codigo_aleatorio": "LRG",
              "valor": "Descrição",
              "link": [
                "https://",
                "https://",
                "https://",
                "https://bafkreihuzo2uy5cf36s7tk7btxshdykoa5l4pesut7rniosbfhyyguqrr4.ipfs.w3s.link"
              ]
            },
            "atas_notariais": {
              "livro": "275",
              "ato": "136",
              "folha": "155/156",
              "data_certidao": "15/01/2019",
              "selo_eletronico": "ECVY45835",
              "codigo_aleatorio": "XYA",
              "valor": "Descrição",
              "link": [
                "https://bafkreiex63y3dncn6tdd5myidx5ui2fc56nr7pr5ximq3aziwapzs3kchu.ipfs.w3s.link",
                "https://bafkreieabh2qwmnitgvezshasarzfnnodzrvqk3ftf5xxdt5vxcjxxdv3a.ipfs.w3s.link",
                "https://bafkreiao2tbj5bs7vimievxhos6voytdykxhoa4x5cfzsrzmvhl3p62gd4.ipfs.w3s.link",
                "https://bafkreibfbzmydlm5b7ttintrn2a2fusnybxq5yaf2m7arnwbvfgrv4ua7a.ipfs.w3s.link"
              ]
            },
            "nota_judicial": {
              "livro": "#",
              "ato": "#",
              "folha": "#",
              "data_certidao": "00/00/0000",
              "selo_eletronico": "#",
              "codigo_aleatorio": "#",
              "valor": "Descrição",
              "link": [
                "https://",
                "https://",
                "https://",
                "https://"
              ]
            }
          }
        }                
      ]
    }
  }            
}
